<?php

/** @var yii\web\View $this */

$this->title = 'Vector Truck bk';
?>
<div class="site-index">
    <div class="p-5 mb-4 bg-transparent rounded-3">
        <div class="container-fluid py-5 text-center">
            <h1 class="display-4">Вектор -  Автомобильная Федерация</h1>
            <p class="fs-5 fw-light">Работай с нами!</p>
            <p><a class="btn btn-lg btn-success" href="http://localhost:8888/index.php?r=site%2Fsignup">Регистрируйся и выбирай свою дорогу</a></p>
        </div>
    </div>

    <div class="body-content">
        <div class="row">
            <div class="col-lg-4">
                <h2>Транспортная компания VECTOR</h2>
                <p>"Вектор" - это динамично развивающееся автотранспортное предприятие, специализирующееся на предоставлении комплексных логистических решений для бизнеса. 
                Мы предлагаем нашим клиентам надежный и эффективный сервис, основанный на передовых технологиях и многолетнем опыте работы в сфере грузоперевозок.</p>
                <img src="<?= Yii::getAlias('@web') ?>/img/vector1.jpeg" alt="VECTOR Logo" class="img-fluid">
            </div>
            <div class="col-lg-4">
                <h2>VECTOR</h2>
                <p>Мы предлагаем:</p>
                <ul>
                    <li>Междугородние и международные грузоперевозки: Мы организуем доставку грузов по всей России и странам СНГ, Европы и Азии.</li>
                    <li>Мелко- и крупнотоннажные перевозки: Мы перевозим как небольшие партии грузов, так и крупногабаритные и тяжеловесные грузы.</li>
                    <li>Специальные перевозки: Мы организуем перевозку опасных грузов, скоропортящихся продуктов, негабаритных и тяжеловесных грузов.</li>
                    <li>Аренда грузового транспорта: Мы предлагаем в аренду грузовые автомобили различной грузоподъемности с водителем.</li>
                    <img src="<?= Yii::getAlias('@web') ?>/img/vector2.jpg" alt="VECTOR Logo" class="img-fluid">
                </ul>
            </div>
            <div class="col-lg-4">
                <h2>Наши плюсы</h2>
                <p>Наши преимущества:</p>
                <ul>
                    <li>Широкий парк техники: Мы располагаем собственным парком грузовых автомобилей различной грузоподъемности и специализации, что позволяет нам оперативно решать задачи любой сложности.</li>
                    <li>Профессиональная команда: Наши водители и логисты - это высококвалифицированные специалисты, которые любят свою работу и стремятся к постоянному совершенствованию.</li>
                    <li>Оптимизация маршрутов: Мы используем современные программные решения для оптимизации маршрутов и сокращения времени доставки.</li>
                    <li>Контроль качества: Мы строго контролируем качество оказываемых услуг на всех этапах, от приема заявки до доставки груза.</li>
                    <li>Индивидуальный подход: Мы разрабатываем индивидуальные логистические решения, учитывающие специфику бизнеса каждого клиента.</li>
                    <img src="<?= Yii::getAlias('@web') ?>/img/vector3.jpeg" alt="VECTOR Logo" class="img-fluid">
                </ul>
            </div>
        </div>
    </div>
</div>